export const plans = [
    {
        title: 'Изучение новых технологии',
        description: 'Пройти продвинутый курс по TypeScript и применить знания в проектах',
        content: `## Цели на этот год
        ### Профессиональное развитие
        - [x] Пройти курс по Reactqweqweij
        - [ ] Изучить TypeScript
        - [ ] Участвовать в open-source проекте
        \`\`\``
    
    },
    {
        title: 'Сборка умного дома',
        description: 'Пройти продвинутый курс по TypeScript и применить знания в проектах',
        content: `## Цели на этот год
        ### Личностный рост
                    > "Самое важное - это начать"

                    1. Читать 1 книгу в месяц
                    2. Медитировать 10 минут ежедневно
                    3. Вести дневник успехов
        \`\`\``
    },
    {
        title: 'Планы на год',
        description: 'Ебашь, и сделаешь все, что планировал',
        content: ``
    }


]